{
    "Home": "Home",
    "About": "About",
    "Projects":"Projects",
    "Blog":"Blog",
    "Media":"Media",
    "Contact":"Contact",
    "Sabesan":"Sabesan",
    "Sathananthan":"Sathananthan",
    "FooterT1":"This website is operated and maintained by Sabesan Sathananthan.",
    "FooterT2":"The information provided by the content on this site is personal and educational only.",
    "Copyright":"Copyright",
    "FollowMe":"Follow Me",
    "Education":"Education",
    "Employment":"Employment",
    "SyscoLABS":"Sysco LABS",
    "Letusbesocial":"Let us be social",
    "DialogGaming":"Dialog Gaming",
    "TowardsDataScience":"Towards Data Science",
    "AboutMyself":"About Myself",
    "AboutT1":"I'm Sabesan S., currently studying in the Department of Computer Science and Engineering in the University of Moratuwa, Sri Lanka. My research interests include Data Science, Artificial Intelligence, Computer Security and Software Architecture and Design. I am the founder of the team CodeZillas who emerged the finalists in the Asia Pacific IEEE SS12 innovation challenge and the winners of hackX, another innovation challenge held in the University of Kelaniya, Sri Lanka.",
    "AboutT2":"The team CodeZillas which I led was selected at the Dialog Game Hunt to create an Edutainment Game for the mobile Android platform. The game was aimed at children who are weak in spelling. As part of this, we have partnered with Dialog Axiata PLC.",
    "AboutT3":"Currently I am studying in the Department of Computer Science and Engineering in the Univeristy of Moratuwa. I sat for the GCE Advanced Level Examination in the year 2015 in the physical science stream and scored 3 A passes for combined Mathematics, Chemistry and Physics. In the year 2012 I sat for the G.C.E Ordinary Level Examination and scored 8 A passes and a B pass for the subjects Mathematics, Science, Information Technology, Tamil Literature, Hinduism, History, Commerce and Accounting, Tamil and English(B). I studied my secondary education in J/Jaffna Hindu College, Sri Lanka and primary education in J/Jaffna Hindu Primary school, Sri Lanka.",
    "AboutT4":"I'm currently working in Sysco LABS (PVT) LTD as an Intern-Software Engineer, Towards Data Science as a Writer, and as a Game Developer for Dialog Gaming",
    "AboutSyscoLabs":"Intern-Software engineer @ Sysco LABS (PVT) LTD. Sysco LABS is a testament to technology disrupting and re-imagining industries.",
    "AboutDialogGaming":"Game Developer @ Dialog Gaming. Here I am creating and developing an Android mobile educational game which is titled: Spell Me.",
    "AboutDataScience":"Technical Writer @ Toward Data Science. Towards Data Science provides a platform for thousands of people to exchange ideas in Medium.com",
    "DownloadDocuments":"Download Documents",
    "CV":"If you want my Resume or curriculum vitae click blow!",
    "DownloadCV":"Download CV",
    "DownloadRésumé":"Download Résumé",
    "ViewOnlineCV":"View Online CV",
    "Arthrocure":"Arthrocure",
    "ArthrocureT1":"For this project, we were the winners of hackX 2018 Innovation Challenge, Asian Finalists in IEEE SS12 2018 innovation Challenge and finalists in YGC startup challenge.",
    "Year":"Year",
    "ToolsUsed":"Tools Used",
    "numYR":"2018",
    "Software":"Software",
    "Hardware":"Hardware",
    "ArthrocureT2":": Unity3D - game Engine using C# script",
    "ArthrocureT3":": Kinect Sensor (from Xbox)",
    "ArthrocureT4":": Click the icon to Download Documents",
    "Documents":"Documents",
    "Presentation":"Presentation",
    "Arthritis":"Arthritis",
    "ArthrocureT5":"is a disease which is mistaken by many as just a knee joint pain. It is one of the most common diseases around the world which does not get much attention, but leads to dangerous conditions. The two important forms of Arthritis are Rheumatoid and OsteoArthritis. You can learn a lot about Arthritis in the following site(Click ",
    "Here":"Here!",
    "ArthrocureT6":"So we, a team of four members, came up with a solution to this disease. If you have gone through the details of Arthritis, you would know that exercise is the best remedy for Arthritis. But since people find it hard to do exercise, we created a game where the patient has to stand in front of a kinect sensor and play a game, in order to earn coins/points for the game and proceed to the next level. We have created the game in such a way that the player needs to move their arms or legs as required by the exercise in order to progress. ",
    "Chatbot":"Chatbot",
    "ChatbotT1":"This is my 4",
    "th":"th",
    "ChatbotT2":"semester group project for the Programming skills II module.",
    "ChatbotT3": "Node.js, Watson API",
    "Project":"Project",
    "ChatbotT4":": Click the icon to watch the project",
    "ChatbotT5":"The chatbot is an Artificial Intelligence conversation software. The user will message on one end and the machine will reply on the other end. Today, most of the companies use chatbots for their customer service, because they aren't able to handle the huge number of customers simultaneously with customer care agents. We can use the chatbot to answer questions.",
    "ChatbotT6":"Watson is a powerful AI tool provided by IBM. We made a chatbot for answering the cricket questions. Cricket is gaining popularity.Most of the cricket fans want to know the history and rules in cricket. We trained the Watson API and plugged it into Node.js. People will like using the chatbot, rather than searching the whole internet.",
    "EFarming":"E-Farming",
    "EFarmT1":"For this project, we were the participation in 4iR Hackathon.",
    "EFarmT2":": HTML5 & CSS, PHP, MySQL",
    "EFarmT3":": Aurdino, Moister senser, pH sensor and GSM module",
    "ArticleRead":": Click the icon to read related article",
    "Article":"Article",
    "EFarmT4":"E-Farming Extended by AI",
    "EFarmT5":"Nowadays people run for their needs but food is the most important need. People like to eat but they hesitate to produce food. Agriculture is the only way to produce food. Nowadys youngsters are addicted to social media and they think doing agriculture is not a decent work. So we modernize Agriculture.",
    "EFarmT6":"We used a moisture sensor and ph sensor to identify soil water level and fertilizer level. Normally if there is ammonia in soil then ph level in the soil is more than 7. We can identify the ph level and calculate the fertilizer level. Those sensors’ data are sent through the gsm module and there is an api call to Twilio which sends the data like a text message to the farmers. By using this product people won't have to go to their farm every day they can manage from their home.",
    "FCS":"Face Classification System",
    "FCST1":"This is my 5",
    "FCST2":"semester project for the Software Engineering Project module.",
    "numYR19":": 2019",
    "Proposal":"Proposal",
    "Feasibility":"Feasibility",
    "SRS":"SRS",
    "SAD":"SAD",
    "TestPlan":"Test Plan",
    "FinalReport":"FinalReport",
    "FCST3":"Face classification refers to classification of facial emotions. Emotional management is one of the highly expected skills in the industry. Humans are able to identify emotions of peers, but the machines are not capable of identifying the emotions by themselves.That’s why we need to train the machines using Machine learning.",
    "FCST4":"Fortunately Microsoft Azure has Face API and Emotion API to classify the feelings. Microsoft trained with millions of images and created an API for users. Face API has a lot of other classifications like age, gender, etc. I used Face API and call the API using Android studio and developed the UI to take Images and send. I shared the above documents with the permission of my mentor.",
    "NPD":"Nano Processor Design",
    "NPDT1":"This is my 2",
    "nd":"nd",
    "NPDT2":"semester group project for the Computer Architecture module.",
    "numYR17":": 2017",
    "NPDT3":": Xilinx ISE Design Suite",
    "NPDT4":": Digilent Basys 2 Spartan-3E FPGA Trainer Board",
    "Description":"Description",
    "Report":"Report",
    "NPDT5":"The objective of this project is to design a 4-bit processor capable of executing 4 instructions. For this project, we design and develop a 4-bit arithmetic unit that can add and subtract integers. We decode instructions and activate necessary components on the processor.  We verify their functionality via simulation and on the development board.",
    "NMS":"Nursery Management System",
    "NMST1":"This is my 3",
    "rd":"rd",
    "NMST2":"semester group project for the Object Oriented Software Development module.",
    "NMST3":": HTML, CSS, PHP, MySQL",
    "NMST4":"In Sri Lanka, normally children 3-5 years old go to nursery. A nursery is the first step to study subjects and interact with others. In Nurseries, they keep records and do other activities that are manual. Therefore, we created a web application to make nursery-related tasks easy. We selected one nursery and went there to identify requirements and completed this project.",
    "NMST5":"When we analyzed the nursery structure, there were the main three roles: teachers, parents, and administrators. Students were also one roll in the nursery but as nursery kids are usually less capable of using the system, and were excluded; therefore, we made a login for the mentioned three main roles.",
    "NWGS":"Nozama Warrior Game Simulation",
    "NWGS1":"semester project for the Principles of Object Oriented Programming module.",
    "Java":": Java",
    "NWGS2":"The objective of this project is to understand the Object Oriented Programming concept in Java and Understand the multi-thread and synchronization concept. Synchronization can lead to other problems like deadlock and starvation. We need to avoid those problems. Object Oriented Programming has four concept those are inheritance, abstraction, polymorphism, and encapsulation. In this project, each class should have high cohesion and low coupling.",
    "NWGS3":"The project description was given in the document section. The project objective was to create a command line interface game but I made command line interface and graphical user interface game. You can see the project in my GitHub.",
    "SpellMe":"Spell Me",
    "SpellMe1":"For this project, we were the participation in Dialog Game Hunt",
    "SpellMe2":": Unity3D - game Engine using C# script",
    "SpellMe3":": From Unity Asset Store",
    "Environment":"Environment",
    "SpellMe4":" We participated in the ",
    "SpellMe5": "and got a chance to create an edutainment game for children. Today, children spend a lot of time playing games on smartphones, so we created a game that will improve their spelling, and took great care to make it an extraordinary app for learning words. We made the environment, game characters, and the game concept feel like a real game, so that the child will feel the addiction of the game and be willing to play.",
    "DialogGameHunt":"Dialog GameHunt ",
    "SpellMe6": "During gameplay, the player controls a small colored sphere that continuously moves along a platform. The player will swipe to the left and right on the screen in order to pick up the correct letters that make up the word that pops up on the top of the screen. Additionally, there will be randomly placed coins, which when taken, increase the player's points.",
    "SpellMe7":"Game development is in the final stages, and it can soon be downloaded from the Dialog Game store and given to your children. They will definitely love it!",
    "SCMS":"Supply Chain Management System",
    "SCMS1":"semester group project for the Database Systems module.",
    "SCMS2":": MySQL, Node.js",
    "Requirement":"Requirement",
    "SCMS3":"Supply chain management is a core part of many delivery companies. Nowadays people who study Transportation and logistics know the domain of the supply chain. Supply a product from the vendor to the customer is a process in supply chain management. To make the supply chain easy and worthy we computerized all the data rather than keeping data manually.",
    "SCMS4":"As a group, we designed a database using normalization concepts. We used MySQL to develop a database. MySQL is a relational database. The project was related to Database systems, but we used Node.js to connect the database and develop a front end for easy use.To Keep track of vehicle details and schedule time and other activities we studied the supply chain domain and completed the project.",
    "Blog1":"@sabesan96's Posts",
    "Blog2":"Here you can see only my last 10 blog articles. If you want more posts click the below button",
    "Blog3":"View All Posts",
    "Blog4":"Tweets by TheSabesan",
    "Blog5":"Tweet to @TheSabesan",
    "C1":"Jaffna, Sri Lanka.",
    "C2":"Kobi Illam, Pannagam South, Chulipuram",
    "C3":"+94 (71) 978 6867",
    "C4":"GMT 2.30 pm to 4.30 pm",
    "C5":"Send me your questions anytime!",
    "ContEmail":"sabesan996@gmail.com",
    "RecentProjects":"My Recent Completed Projects",
    "Home1":"I am very much interested in getting into hands-on work outside of my regular lectures and routine. I have posted most of the projects that I do. You can get complete access to all these project including the code, related files, and others.",
    "AllCategories":"All Categories",
    "Hackathon":"Hackathon",
    "University":"University",
    "Business":"Business",
    "no5":"5",
    "semesterProject":" Semester Project",
    "InnovationProject":"Innovation Project",
    "ClientProject":"Client Project",
    "IoTProject":"IoT Project",
    "no4":"4",
    "SeeMoreProjects":"See More Projects",
    "Home2":"In my spare time, I like to read and write all trending technologies. Follow me on Medium if you’re interested in more in-depth and informative write-ups like these in the future!",
    "Home3":"Read More Posts on",
    "Home4":"Latest Posts from Blog",
    "Home5":"I participate in hackathons because I like to be innovative. I am also interested in learning about emerging technologies, so I have been to workshops and meetups. See the memories of those events.",
    "Proj1":"I am very interested in getting into hands-on work apart from my regular lectures and routine, so I have posted most of the projects that I do. You can get complete access to all these projects, including the code and related files. For further details, feel free to contact me via social media.",
    "MyProjects":"My Projects",
    "SendMessage":"Send Message",
    "SabesanSathananthan":"Sabesan Sathananthan",
    "DiscoverNow":"Discover Now",
    "Thisisme":"This is me",
    "BreadCrumb1":"I'm a undergraduate in the Department of Compter Science and Engineering, University of Moratuwa, Srilanka since 2016."
    

}