{
  "Home": "Home",
  "About": "About",
  "Projects": "Projects",
  "Blog": "Blog",
  "Media": "Media",
  "Contact": "Contact",
  "Sabesan": "Sabesan",
  "Sathananthan": "Sathananthan",

  "FooterT1": "This website is operated and maintained by Sabesan Sathananthan.",
  "FooterT2": "The information provided by the content on this site is personal and educational only.",
  "Copyright": "Copyright",
  "FollowMe": "Follow Me",

  "Education": "Education",
  "Employment": "Employment",
  "SyscoLABS": "Sysco LABS",
  "Letusbesocial": "Let us be social",
  "DialogGaming": "Dialog Gaming",
  "TowardsDataScience": "Towards Data Science",
  "AboutMyself": "About Myself",
  "AboutT1": "I'm Sabesan S., currently studying in the Department of Computer Science and Engineering in the University of Moratuwa, Sri Lanka. My research interests include Data Science, Artificial Intelligence, Computer Security and Software Architecture and Design. I am the founder of the team CodeZillas who emerged the finalists in the Asia Pacific IEEE SS12 innovation challenge and the winners of hackX, another innovation challenge held in the University of Kelaniya, Sri Lanka.",
  "AboutT2": "The team CodeZillas which I led was selected at the Dialog Game Hunt to create an Edutainment Game for the mobile Android platform. The game was aimed at children who are weak in spelling. As part of this, we have partnered with Dialog Axiata PLC.",
  "AboutT3": "Currently I am studying in the Department of Computer Science and Engineering in the Univeristy of Moratuwa. I sat for the GCE Advanced Level Examination in the year 2015 in the physical science stream and scored 3 A passes for combined Mathematics, Chemistry and Physics. In the year 2012 I sat for the G.C.E Ordinary Level Examination and scored 8 A passes and a B pass for the subjects Mathematics, Science, Information Technology, Tamil Literature, Hinduism, History, Commerce and Accounting, Tamil and English(B). I studied my secondary education in J/Jaffna Hindu College, Sri Lanka and primary education in J/Jaffna Hindu Primary school, Sri Lanka.",
  "AboutT4": "I'm currently working in Sysco LABS (PVT) LTD as an Intern-Software Engineer, Towards Data Science as a Writer, and as a Game Developer for Dialog Gaming",
  "AboutSyscoLabs": "Intern-Software engineer @ Sysco LABS (PVT) LTD. Sysco LABS is a testament to technology disrupting and re-imagining industries.",
  "AboutDialogGaming": "Game Developer @ Dialog Gaming. Here I am creating and developing an Android mobile educational game which is titled: Spell Me.",
  "AboutDataScience": "Technical Writer @ Toward Data Science. Towards Data Science provides a platform for thousands of people to exchange ideas in Medium.com",
  "DownloadDocuments": "Download Documents",
  "CV": "If you want my Resume or curriculum vitae click blow!",
  "DownloadCV": "Download CV",
  "DownloadRésumé": "Download Résumé",
  "ViewOnlineCV": "View Online CV",

  "Blog1": "@sabesan96's Posts",
  "Blog2": "Here you can see only my last 10 blog articles. If you want more posts click the below button",
  "Blog3": "View All Posts",
  "Blog4": "Tweets by TheSabesan",
  "Blog5": "Tweet to @TheSabesan",
  "C1": "Jaffna, Sri Lanka.",
  "C2": "Kobi Illam, Pannagam South, Chulipuram",
  "C3": "+94 (71) 978 6867",
  "C4": "GMT 2.30 pm to 4.30 pm",
  "C5": "Send me your questions anytime!",
  "ContEmail": "sabesan996@gmail.com",
  "RecentProjects": "My Recent Completed Projects",
  "Home1": "I am very much interested in getting into hands-on work outside of my regular lectures and routine. I have posted most of the projects that I do. You can get complete access to all these project including the code, related files, and others.",

  "SeeMoreProjects": "See More Projects",
  "Home2": "In my spare time, I like to read and write all trending technologies. Follow me on Medium if you’re interested in more in-depth and informative write-ups like these in the future!",
  "Home3": "Read More Posts on",
  "Home4": "Latest Posts from Blog",
  "Home5": "I participate in hackathons because I like to be innovative. I am also interested in learning about emerging technologies, so I have been to workshops and meetups. See the memories of those events.",
  "Proj1": "I am very interested in getting into hands-on work apart from my regular lectures and routine, so I have posted most of the projects that I do. You can get complete access to all these projects, including the code and related files. For further details, feel free to contact me via social media.",
  "MyProjects": "My Projects",
  "SendMessage": "Send Message",
  "SabesanSathananthan": "Sabesan Sathananthan",
  "DiscoverNow": "Discover Now",
  "Thisisme": "This is me",
  "BreadCrumb1": "I'm a undergraduate in the Department of Compter Science and Engineering, University of Moratuwa, Srilanka since 2016."
}
